Repository: wp-plugins/nelio-related-posts
Catalog: lang/neliosrp-*.po
Languages: ca, es_es, sr_rs

source: Search String
ca: Cadena de cerca
es_es: Cadena de búsqueda
sr_rs: Pretraži niz

source: Dismiss
ca: Descarta
es_es: Descartar
sr_rs: Otkaži

source: Nelio Related Posts
ca: Nelio Entrades Relacionades
es_es: Nelio Entradas Relacionadas

source: Related Posts
ca: Entrades Relacionades
es_es: Entradas Relacionadas
sr_rs: Povezani postovi

source: Nelio Related Posts (powered by Swiftype)
ca: Nelio Entrades Relacionades (amb Swiftype)
es_es: Nelio Entradas Relacionadas (con Swiftype)
sr_rs: Nelio Related Posts (omogućio Swiftype)

source: Number of Related Posts
ca: Número d'entrades
es_es: Número de entradas
sr_rs: Broj povezanih postova

source: Use Excerpt (if available)
ca: Utilitza el resum (si n'hi ha)
es_es: Utiliza el resumen (si hay)
sr_rs: Upotrebi odlomak (ako je raspoloživ)

source: Words in Excerpt
ca: Paraules al resum
es_es: Palabras en el resumen
sr_rs: Reči u odlomku

source: Label for Read More
ca: Etiqueta de "més"
es_es: Etiqueta "Leer más"
sr_rs: Oznaka za ‘Pročitaj više’

source: Update Interval (days)
ca: Interval d'actualització (dies)
es_es: Interval de actualización (días)
sr_rs: Interval ažuriranja (u danima)

source: Related Posts by Nelio
ca: Entrades Relacionades per Nelio
es_es: Entradas Relacionadas por Nelio
sr_rs: Related Posts, Nelio

source: Displays a list of the posts that are related to the current post, using either a Swiftype search or a regular WordPress search.
ca: Mostra una llista d'entrades relacionades amb l'entrada actual, les quals s'obtenen a partir d'una cerca a Swiftype o utilitzant les cerques natives de WordPress.
es_es: Añade una lista de entradas relacionadas (respecto a la entrada actual), las cuales se obtienen a través de una búsqueda a Swiftype o una búsqueda regular de WordPress.
sr_rs: Prikazuje listu postova povezanih sa trenutnim postom, koristeći Swiftype pretragu ili uobičajenu WordPress pretragu.

source: Title:
ca: Títol:
es_es: Título:
sr_rs: Naslov:

source: Template Name (without the «.php» extension):
ca: Nom de la plantilla (sense l'extensió «.php»):
es_es: Nombre de la plantilla (sin la extensión «.php»):
sr_rs: Naziv šablona (bez «.php» ekstenzije):

source: Cache
sr_rs: Keš
